Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 로렌스에서 넘어온 상인들이 침을 튀겨 가며 말해 봐도, 그들이 보이는 반응은 비웃음뿐이었다.
en_us: It didn’t matter how vivid the witnesses and the merchants coming from Lawrence described the scene, the people of Dimitri only laughed at the sound of their news.

source: 로만과 사내들의 몸이 뒤엉켰다.
en_us: Roman quickly closed his distance with the criminals.

source: 14화 기(氣)와 마나 (3)
en_us: Chapter 14 The Gi and Mana (3)

source: 그것에 대해 알아보고 싶었다.{j}앞으로 살아갈 세상이라면, 그들이 어떤 힘을 활용하는지를 정확하게 파악할 필요가 있었다.
en_us: He thought it would be necessary for him to learn more about the Aura and how it was used for him to continue on in the new world.{j}

source: 아무리 생각해도 드미트리는 아니다.
en_us: But that was never going to happen.

source: 나뭇가지에 목이 관통되어 버린 대장이 피거품을 물었다.
en_us: The captain was on his knees with blood in his mouth as his neck was pierced with Roman’s wooden stick.

source: 로만에게 도움을 받았던 그는, 이후에 한스가 구해 준 허드렛일을 하면서 생계를 이어 나가고 있었다.
en_us: After receiving Roman’s help, Hans had offered him a job so that he could continue his living and take care of his family.

source: 우물쭈물하는 도플러의 반응.
en_us: Dofler hesitate to respond.

source: 로렌스로서는 다른 선택지가 없는 상황에서, 그 선택지가 최악이 아니라 진심으로 다행이라 생각했다.
en_us: After his encounter with Roman, the viscount was sincerely happy that he had chosen Roman as the last hope of Lawrence.

source: 흔히 말하는 천재의 부류는 아니나, 그 의지만큼은 적수를 찾아볼 수 없을 만큼 대단했다.
en_us: Although Kevin couldn’t be defined as a genius, Roman knew that his willpower was incomparable to others.

source: “직접 봤으면 잘 알 텐데.”
en_us: “Didn’t you just see with your own eyes? I don’t understand why you’re asking.”

source: 사실 그들의 무력은 그렇게 강하지는 않았다.
en_us: Based on his research, he learned that their strength isn’t that formidable.

source: 자세히 물었다.{j}처음부터 끝까지.{j}병사가 무엇을 보았는지를.
en_us: So, he asked the soldier to repeat everything once more and to describe every single thing he witnessed at the square.{j}{j}

source: “그런데 말입니다.”
en_us: “But I have actually have a question to ask...”

source: 몸이 파랗게 빛났다.{j}크리스가 가르쳐 준 것이 아니었는데도, 마나를 일점에 집중시켜서 피부를 일시적으로 강화했다.
en_us: Roman’s body began to glow in blue, and as he felt his body overflow with mana, he focused the energy to a single point of his body and empowered his skin like a strong armor all by himself.{j}

source: 로만이 앞으로 나섰다.{j}모두가 지켜보는 앞에서, 땅바닥에 널브러져 있는 흔하디흔한 나뭇가지를 하나 주워 들더니 마치 검처럼 블러드 팽 패거리에게 겨누었다.
en_us: Roman spoke out as he stepped towards the gang. He picked up a small branch from the ground and pointed straight at the group as if holding a sword.

source: 로만이 그들의 눈을 보았다.
en_us: Roman stared straight into the eyes of the men trembling in fear.

source: “……후우.”
en_us: “...sigh.”

source: 바로 앞.
en_us: He couldn’t believe his eyes as he watched Roman swiftly move for his next attack.

source: 몸에서 힘이 완전히 빠져 버렸고, 케빈은 몸을 가누지 못하고 그만 피 웅덩이에 쓰러지고 말았다.
en_us: Kevin lost control of his body and mind as he fell to the puddle of blood formed in front of him.

source: 그리고 오늘은 두 사람이 처음으로 만나는 날이었다.{j}로만이 로렌스의 영애를 본 것은 한 귀족 파티에서 먼발치에서 확인한 것뿐이라서, 둘이 직접 만나서 대화를 나눈 경우는 단 한 번도 없었다.
en_us: And today was Roman and Lady Flora’s first day officially introducing each other. Roman Dimitri was quite familiar with her because he fell in love with her after seeing her at a noble party from a distance.{j}

source: 상대의 평판이 문제였다.{j}드미트리의 얼간이라서 쉽게 생각했는데, 그런 녀석에게 당했다는 소문이 돌면 앞으로의 활동이 힘들어질 수밖에 없다.
en_us: The Blood Fang’s reputation was already severely damaged. Just by the fact that one of his branches were completely wiped out by Dimwit Dimitri had put him and his organization in a difficult position.{j}

source: 마지막 남은 사내의 얼굴을 테이블에 처박았다.{j}단단한 테이블이 부서지며 사내가 그대로 기절해 버렸고, 로만은 바닥에 내팽개쳐 버린 그의 얼굴을 망설임 없어 걷어찼다.{j}피를 뿜으며 데굴데굴 굴러가는 사내.{j}바닥에 축 늘어진 그의 몸은, 더 이상 혼이 깃들어 있지 않음을 보여 주었다.
en_us: The face of the last man standing was struck to the table, which broke into pieces, by Roman. He fell to the ground and passed out. Roman went for his head and kicked it as strong as he can as the man flew across the tavern with blood gushing out of the man’s mouth. It seemed like the man was dead. {j}{j}{j}

source: 타협의 여지는 없었다.
en_us: He lost of all hope as there was no room for compromise.

source: “파혼을 결정하기까지 플로라는 어떤 생각을 했을까요?{j}드미트리의 얼간이라는 소문을 들었을 테고, 그런 사람과는 혼인할 수 없다는 결론에 이르렀을 겁니다.{j}문제는 그 과정입니다.{j}가문의 중대사가 걸린 문제를 처리하는 과정에서 플로라는 현명하지 못했고, 직접 경험해 보지도 못한 사람을 소문으로만 판단해서 모든 것을 단정 지었습니다.{j}
en_us: “What do you think led Lady Flora to cancel our engagement? There is no doubt that she’s heard rumors of me being the dim-witted Dimitri. I’m also certain that she thought to herself that she could never get married to someone like Dimwit Dimitri. The important part in this logic is that she jumped to her own conclusions, solely based on the rumors she’s heard. She carelessly made an ill-judged decision that could change her family’s future,” as Roman continued nobody in the room had the courage to speak out against him.

source: 3성의 오라 기사.{j}조나단의 기세는 일개 경비대장이 감당할 수준이 아니었다.{j}경비대장도 그제야 상황이 심각하다는 사실을 알았지만, 그렇다고 섣불리 판단을 내릴 수는 없었다.
en_us: It was the sound of him gathering energy to use Level three Aura, which an average captain of the castle gates couldn’t stand match against. The captain of the gates was also aware but there wasn’t much he could do to help him. He was just following orders.{j}{j}

source: 펍의 주인.{j}그가 살아 있었다.{j}황급히 달려가 보니, 처참한 몰골의 주인이 보였다.
en_us: The owner of the tavern was all beaten up on the floor breathing heavily.

source: ‘이 새끼가.’
en_us: You little bastard.

source: “……아무래도 로만 도련님이 검술의 천재인 것 같습니다.”
en_us: “My lord...I believe Lord Roman is a genius in swordsmanship.”

source: 걸음을 멈추는 로만.{j}돌연 식당으로 들어가는 로만의 모습에, 한스는 당황하면서도 헐레벌떡 로만의 뒤를 따라갔다.
en_us: Roman paused for a brief moment and entered into a restaurant in front of him. Still puzzled by his young lord’s unusual behaviors, Hans hurriedly followed Roman into the restaurant. {j}

source: 그래서 파혼을 받아들였다.
en_us: This was more than enough for Roman to immediately accept Flora’s request to cancel their marriage.

source: 플로라의 음성이 살짝 떨렸다.{j}나름 표정 관리를 해 보려고 노력했지만, 전체적으로 어색한 표정은 당황한 기색이 역력했다.
en_us: Her firm voice was nowhere to be found. She tried her best to hold a blank face, but it was obvious that she was flustered.{j}

source: 웃음이 나왔다.{j}이성적인 판단.{j}무엇이 옳은지를 알았지만, 애초에 블러드 팽과 대립하면서부터 그러한 전제는 아무런 의미가 없었다.
en_us: Roman laughed at his own thoughts. Even though he was trying to make a rational decision right now, it was quite pointless because it lost its purpose when he decided to go all out against the Blood Fang.{j}{j}

source: “예, 아버지.”
en_us: “Yes, Father.”

source: 로만의 제안에 일단 따라오기는 했으나, 문제는 자신이 로만을 위해서 할 수 있는 일이 없다는 것이었다.
en_us: He had followed Roman, accepting his offer, but he didn’t know what he could do to be of assistance to the young lord.

source: 남작의 작위.{j}로메로 남작은 귀족의 세계에 간신히 발을 걸친 사내다.{j}그러나 카이로 왕국 동북쪽에 터전을 잡은 귀족 중에, 로메로 남작을 대놓고 무시할 수 있는 사람은 없다.
en_us: It was true that Baron Romero barely earned his title as an aristocrat in this world; however, no one in the northeastern region could dare look down at Baron Romero and the House of Dimitri.{j}{j}

source: 당당한 태도와 확신에 찬 목소리.{j}그 순간.{j}조나단은 확신했다.
en_us: Roman’s bold and confident words confirmed Jonathan’s doubts.{j}

source: “그러니까 내가 드미트리 가문의 장자라고?”{j}
en_us: “So, you’re telling me I’m the eldest son of the Dimitri family, correct?” asked the young lord.

source: 눈물을 닦았다.{j}일을 해야 하는데, 자꾸만 울컥하는 감정에 집중할 수 없었다.
en_us: Kevin wiped his tears and tried his best to hold it, but he could no longer concentrate on his work.{j}

source: 대련장 위.
en_us: On top of the competition area, the two men faced each other holding wooden swords in their hands.

source: 로만이 웃었다.{j}케빈의 말.{j}광마와도 같았다.
en_us: Roman smiled at Kevin’s question because it reminded him of the Demon of Lunacy.{j}{j}

source: 검.{j}의외였다.
en_us: Kevin was perplexed by Roman’s response.{j}

source: 파혼.{j}그 단어에 로렌스 자작은 눈을 질끈 감았다.
en_us: As Roman made himself clear before Baron Romero and Viscount Lawrence, the viscount squeezed his eyes shut at Roman’s words.{j}

source: “도, 도련님!”
en_us: “M-My Lord, please!”

source: 한스는 단호했다.{j}당장에라도, 고기를 써는 나이프라도 들고 뛰쳐나갈 기세였다.
en_us: Hans was adamant with his decision. He was prepared to risk his life and take the cutting knife sitting next to him in order to protect Roman.{j}

source: 그리고 그 반응에 로만은 확신했다.{j}자신이 빙의하기 전에도 로만의 일상을 세심하게 챙겨 주었던 한스라면, 분명히 자신이 바라는 정보를 알고 있을 것이라고 말이다.
en_us: Observing Hans’s reaction, Roman was certain that he would know something regarding his addiction to drugs, especially because he was Roman’s closest person even before Roman reincarnated to this body.{j}

source: 벌써부터 제안을 받아들이는 것이 후회되는 크리스지만, 목적을 이루기 위해서는 싫은 일도 감수해야만 했다.
en_us: He regretted accepting Jonathan’s offer the moment he noticed Roman laughing at him, but as people put it, no pain no gain.

source: 그간 살아온 삶은 지금의 백중혁을 만들었고, 이제는 평범한 삶을 살아갈 수 없는 사람이 되었다.
en_us: His life as Junghyeok Baek was what defined him now living as Roman. He couldn’t be separated apart.

source: “물론입니다.”
en_us: “Of course.”

source: 손을 타고 전해지는 반발력도 그렇고, 수비의 자세가 상당히 안정되었다.
en_us: Everything about Roman wasn’t usual. His swift counterattack and defensive stance took Chris by surprise.

source: 그런데 현실은 달랐다.
en_us: However, reality was harsh.

source: 스승님에게 비장하게 말하고 기사단을 나왔으니, 뭐라도 이루고 돌아가고 싶은 마음이 컸다.
en_us: He wanted to at least accomplish something since he had left the Dimitri Knights showing a resolute determination to Jonathan.

source: 당황하는 사람들.{j}그런데도 로만은 아랑곳하지 않았다.{j}오히려 반항하는 사내의 머리칼을 더욱 우악스럽게 움켜쥐자, 사내가 메마른 입으로 간절하게 말했다.
en_us: The people gathered in the square were shocked, but Roman continued on his way. As he dragged the man closer to the center of the square, Roman tightened his grip which made the man desperately cry with his dry mouth.{j}{j}

source: “우리의 결혼을 없었던 것으로 하면 좋겠습니다.”
en_us: “I’m here to propose you to cancel our engagement.”

source: 이윽고.
en_us: The duel began with Jonathan’s mark.

source: ‘어, 어떻게 이런 일이 가능하지?’
en_us: I-it can’t be...!

source: 경악한 얼굴의 조나단과 드미트리 기사단.{j}그들이 뒤늦게 현장에 도착했다.
en_us: They arrived a second later after the leader of the Blood Fangs was violently murdered by Roman. They were also shocked to see an unexpected scene.{j}

source: 사실 당장 한 달 전만 하더라도, 술에 취한 채 거리를 배회하던 로만의 모습을 보았다.{j}얼마나 한심하던지.
en_us: Just a month ago, had had seen Roman stray in the streets of a town drunk as usual. He was nothing, but pathetic.{j}

source: 그런데 황당하게도 문제는 금방 해결되었다.
en_us: However, surprisingly all of his worries were resolved later that day as things unfolded in an unexpected way.

source: 직접 보고도 믿을 수 없었다.
en_us: He couldn’t believe his own eyes.

source: 그렇기에.{j}그냥, 이라는 말로 대화를 끝냈다.
en_us: That was why he decided not to elaborate to Kevin and made it short.{j}

source: 로만은 담담했다.{j}사실 파혼이라는 단어를 들었을 때부터, 로만은 자신의 의도대로 상황이 진행된다고 생각했다.
en_us: Roman was sincerely thankful to Flora for bringing up the breaking off of their engagement. It was all going accordingly as planned.{j}

source: 로만 드미트리.
en_us: What would you do, Roman Dimitri?

source: 범죄 조직은 정보가 생명이고, 그렇기에 로만이 얼마나 한심하고 하찮은 인간인지를 잘 알고 있다.{j}보복 행위도 사람을 가렸다.{j}만약 로만이 대단한 사람이었다면 엄두도 내지 못했을 터.
en_us: Intelligence was the key to the survival of a criminal organization. Ben Miles selected his victims and prey only based on his intel. He would never pick an enemy who he couldn’t handle. That was why Ben Miles ordered his man to take out Roman, a worthless, weak target. If he knew Roman was this strong, he would’ve never ordered such thing.{j}{j}

source: “금방 돌아오겠다.”
en_us: “I’ll be back soon.”

source: 로만이 한스를 보았다.{j}중저음의 강인한 음성은, 두려움에 떨던 한스의 이목을 단번에 사로잡았다.
en_us: Roman looked straight into Han’s eye and captured his wavering heart with a low, stern voice.

source: 한 걸음 앞으로.
en_us: Roman took another step closer to achieving his goal through the training.

source: 아들의 얼굴.{j}아들의 눈빛.{j}그리고 자신을 아버지라고 부르는 목소리.
en_us: Roman still had his face, his eyes, and the same voice when he called for his father.{j}{j}

source: 드미트리의 얼간이가 순수 무력으로 블러드 팽을 처단했다는 것은, 자신을 드러내는 정도로 끝나는 것이 아니라 존재 자체의 의심을 받을지도 모른다.
en_us: If Roman told his father the truth behind his story, it wouldn’t just end with him revealing his true identity but Baron Romero would begin questioning his very presence.

source: 그곳을 제외하고는 모두 사지(死地)였다.{j}뒤로 물러나면 탄력을 받은 목검에 당해 버릴 것이고, 옆으로 빠진다고 해도 검의 영역에서는 벗어날 수 없다.
en_us: If Roman had done something else or dodged the attack, Roman would be the one lying on the ground. The only way out for him to successfully dodge the attack and counter it was moving forward, and he knew exactly what he had to do in that decisive moment.{j}

source: 로만이 한스 옆에 섰다.{j}한스는 그 광경을 지켜보고 있었는데, 로만의 등장에 조심스러운 목소리로 말했다.
en_us: Hans replied as he approached Roman and carefully explained the situation.

source: 그런데 그때.
en_us: That very moment...

source: 멍청했다.{j}한심했다.{j}한때는 온실 밖에서도 세상이 자신에게 따뜻한 온기를 보여 주었지만, 로렌스 가문이 몰락하면서부터 그렇지 않다는 사실을 깨닫지 못했다.
en_us: She was ignorant and pitiful for not to realize the reality she was placed in. She should’ve known that she was only loved and warmly welcomed by others because of her family’s reputation back when she was young. But now, the table had turned. With her flailing family, she couldn’t get the respect she thought she deserved.{j}{j}

source: 그런데 그들이 간과하고 있는 사실이 있었다.
en_us: Roman’s parents were certainly underestimating their son.

source: ‘천마신공 1단계.’
en_us: Step one of Divine Force.

source: 이번만큼은 공격이 먹히리라고 확신했는데, 간발의 차이로 목검이 로만의 머리칼을 스치고 지나갔다.
en_us: The knight was certain that his blow would end the battle, not until he saw Roman dodge his wooden sword by a hair’s breadth.

source: 마나를 다루는 사람들 사이에서 일어나는 희귀한 현상인데, 자연의 마나가 체내를 순환하면서 육체를 이상적으로 만드는 현상을 말했다.
en_us: Plus, it looked like Roman was one of those selected few, who were lucky enough to experience physical change through the natural flow of mana.

source: 그것으로 끝이었다.{j}플로라라는 사람은, 로만의 울타리에 들어올 자격이 없었다.
en_us: This was the end between the two. Flora didn’t deserve to be one of Roman’s significant companions in this new world.{j}

source: “아닙니다, 도련님.{j}도련님같이 귀한 분과 대화를 나누었다는 것만으로도 제게는 엄청난 축복이었습니다.”
en_us: “My Lord, the honor was mine. It was a great blessing for someone like me waiting for his death to have the opportunity to share drinks with you.”

source: 웃음이 나왔다.{j}로만은 안다.{j}자신이 좋기만 한 사람이 아니라는 사실을.
en_us: Roman couldn’t help smiling as his heart fluttered in excitement.{j}{j}

source: 자신의 미모에 반해 정략결혼을 적극적으로 주장한 상대이니만큼, 그를 설득하려면 상당한 노력이 필요할 터.{j}플로라는 작은 주먹을 움켜쥐었다.
en_us: She clenched her fist tight and prepared herself to persuade him to give up on this marriage.{j}

source: 로메로 남작이 드미트리 영지를 하사받을 때부터 드미트리의 기사였던 그는, 로만을 비롯한 드미트리의 도련님들을 가르친 경험이 있다.
en_us: Jonathan was familiar with the House of Dimitri and the children because he had followed Romero as his knight ever since Romero was named baron of the kingdom. Plus, Jonathan was the one who trained all of the young lords of the Dimitri family.

source: 로만은 블러드 팽을 공격했다.{j}유인 따위는 없었고, 공간을 가득 메운 적들을 모두 도륙하고는 도망치려던 벤 마일즈를 확보했다.
en_us: Roman attacked the Blood Fang without any lures, and he did slaughter many, but that was how he capture Ben Miles.

source: 어느 날.{j}조엘은 사소한 실수를 저질렀다.
en_us: One day, Joel had caused a petty mistake.{j}

source: “마나 훈련법은…….”
en_us: “The basics to controlling your mana are...”

source: 조나단을 만난 로만으로서는, 머릿속으로 상황이 어느 정도 그려졌다.
en_us: By listening to Chris’s explanation, Roman was able to grasp a picture of this new world’s food chain.

source: 진실을 토해 내며 호통을 치는 아버지의 모습에, 어렵사리 정략결혼을 말하던 모습이 겹쳐서 보였다.
en_us: As she gazed at her father holding a troubled face, it reminded of her the time he scolded her revealing the truth about their land’s situation.

source: 블러드 팽 일당의 비명 소리.
en_us: The cries of the members of the Blood Fang was still fresh in his mind.

source: 평화로운 펍은 이제 없었다.{j}하루 일과를 마치고 맥주로 피곤함을 달래는 노동자가 아니라, 피의 괴물들이 본성을 드러냈다.
en_us: The tranquil atmosphere of the tavern was long gone. It no longer had villagers who came to relax with a glass of beer, but instead it was full of monsters thirsty for blood.{j}

source: 그날 오후.{j}예정대로 로렌스의 영애는 드미트리를 방문했다.
en_us: That evening, Lady Flora of the House of Lawrence visited the House of Dimitri as expected.{j}

source: 로메로 남작의 집무실.{j}단단하게 닫혀 있던 문이 열렸다.
en_us: The closed doors of Baron Romero was suddenly forced open by Viscount Lawrence.{j}

source: 로만이 고개를 숙였다.{j}방금까지만 해도 살얼음판을 걷는 것 같았던 조나단은, 황급히 로만을 따라 집무실에서 나갔다.
en_us: Roman bowed to Viscount Lawrence and left the room. He was followed by Jonathan who hurriedly ran after his young lord after having the chills of walking on eggshells.{j}

source: 지금은 그들에게, 드미트리의 도련님이 위험하다는 사실을 알려야 할 때였다.
en_us: He believed that the knights were the only people who would be able to protect Roman from such danger.

source: 남들은 사소한 부분이라고 생각할 수도 있겠지만, 케빈은 그것을 사소하게 받아들일 수가 없었다.
en_us: Many people would think that there wasn’t anything special about remembering a name, but to Kevin, it meant everything.

source: 조나단의 답변을 들은 그는, 아들이 천재라는 소리에 진심으로 행복한 얼굴을 보였다.
en_us: He couldn’t help but laugh in joy as he heard Jonathan’s response. Never in his wildest dream had he imagined that his eldest son would be a genius in swordsmanship.

source: 그들이 우리에게 어떤 이득을 주든 간에, 바르코 가문의 장자는 여성 편력이 심하다는 사실이 거절의 이유였다.{j}그리고 이번 전쟁에서 패배한다면, 너는 드미트리가 아니라 바르코 가문의 여자가 될 것이다.{j}그게 현실이다.{j}적어도 전쟁을 치르기 전에는 상대를 선택할 수 있는 입장이었다면, 바닥에 추락했을 때는 상황이 다르다.”
en_us: “Do you know why? Because House Barco was infamous for mistreating their ladies. It was to protect you. But if we lose this war, you will be sold to them. That is the reality we are facing. Before we got into this situation, we had the final say on deciding who your partner would be, but once we lose everything, we won’t have a say in anything.”{j}{j}{j}

source: ‘최근에 내가 경험한 로만 도련님은 말을 허투루 하실 분이 아니야.{j}정말로 3자의 시선에서 약을 사용한 정황을 확인하고 싶은 것일 테니, 내가 알고 있는 사실을 솔직하게 말씀드리자.’
en_us: Lord Roman has definitely changed recently. I know now that he isn’t a person who would ask questions without a certain purpose. I must be honest with him and tell him everything I know based on what I’ve seen from a third-person perspective.{j} Hans was determined to tell the truth to the young lord.

source: “……약을 사용하는 모습은 본 적이 없습니다.{j}다만, 도련님의 행동이 조금 이상했던 적은 있습니다.”
en_us: “I’ve never directly witness you doing drugs...But there have been times when you have acted strangely, my lord,” Hans explained with a serious tone.{j}

source: 드미트리의 얼간이.{j}대장장이 가문.{j}귀족들은 드미트리의 근본을 우습게 보지만, 그러한 사실을 대놓고 말할 수 있는 사람은 없다.
en_us: Dimwit Dimitri and House full of blacksmiths. There were the nicknames used by other aristocrats to taunt the House of Dimitri, but there was none who could speak directly to their face.{j}{j}

source: 13화 기(氣)와 마나 (2)
en_us: Chapter 13 The Gi and Mana (2)

source: 이 세상에서 처음으로 자신의 울타리에 들어온 사람.
en_us: At the sound of the bell ringing, Hans entered the room.

source: 확실했다.{j}로만의 실력은 한두 해로 완성할 수 있는 것이 아니라, 조금 더 깊은 세월이 녹아들어 있었다.
en_us: The captain of the Dimitri Knights was certain that Roman’s skills couldn’t be gained by simply training a couple of years, it was a flow of attacks that required numerous years of training and experience.{j}

source: 처음에는 그래도 장래가 유망한 드미트리의 차남과의 혼인을 추진했는데, 어느 순간부터 혼인의 대상이 드미트리의 장남으로 바뀌었다.
en_us: At first, she thought she would be marrying the second son of the House of Dimitri, who was at least considered the best among his brothers for his bright future. However, even that was overturned when her bridegroom changed to the eldest son instead.

source: “네가 이 집의 주인인가?”
en_us: “Are you the elder I’m looking for?”

source: 공격의 영역을 허물었다.{j}한 걸음 나아간 것만으로 상대가 완벽하게 힘을 발휘하지 못하도록 만들었고, 얼굴을 살짝 틀면서 대담하게도 눈앞에서 공격을 피해 버렸다.
en_us: Roman had completely destroyed Chris’s attack reach and prevented the knight from perfectly using his power by stepping a step forward toward him, while boldly avoiding Chris’s attack by an inch.{j}

source: 다른 두 아들과는 다르게 제대로 할 줄 아는 것도 없는 모습에, 어디에서 무시를 받지 않기를 바라는 마음에 용돈을 두둑하게 챙겨 주었다.
en_us: His love for Roman was always exceptional. Unlike Roman’s two younger brothers, Romero would give more allowance to Roman so that he won’t be made fun of for his stupidity.

source: “이곳입니다.{j}영주님이 처음 드미트리 영지를 하사받기 전부터 영주님을 따르던 노인인데, 한때는 대장간의 야장(冶匠)으로 일했습니다.{j}벌써 구십 해나 살았으니 언제 죽어도 이상하지 않을 노인이죠.{j}문제는…… 거동이 조금 불편해서, 그와 대화를 하려면 안으로 들어가야 합니다.”
en_us: “We’re here, my Lord. He was one of the elders who served House Dimitri as a blacksmith even before the land was first granted to your family. He is more than ninety years old, basically a living corpse. So… My Lord, you will have to go inside to meet him.”

source: 그때였다.{j}막 입을 열려는 찰나, 병사가 들어와 말했다.
en_us: That moment Flora was about to bow her hand and say her apologies, she was interrupted by a soldier.{j}

source: 그것은, 크리스의 심기를 제대로 건드리는 반응이었다.
en_us: The faint smile was enough to trigger Chris’s anger.

source: “그렇지.{j}남자란 자고로 저런 당당함이 있어야지.{j}무고한 영지민을 위해 직접 손에 피를 묻히는 후계자라.{j}대체 누가 저 녀석을 얼간이라 부른단 말인가?{j}사내야, 아주 멋있는 사내야.”
en_us: “That’s what I’m talking about. A man must be daring when it comes to protecting his people from harm. He is well-suited to become my successor. Why would people call someone impressive like him a dimwit? ”{j}{j}{j}{j}

source: “사실 오라의 역사를 아는 것은 중요하지 않습니다.{j}마나는 선택받은 자만이 사용할 수 있는 힘이고, 천에 하나가 오라 기사의 길을, 만에 하나가 마법사의 길을 걸을 수 있습니다.{j}그러니 일단 그 자질을 확인하는 것이 중요합니다.{j}오라 기사가 갖추어야 할 최소한의 조건은 바로 마나를 느끼는 것입니다.{j}보통 이 단계에서 좌절하는 경우가 대부분입니다.{j}저 같은 경우에는 마나를 느끼는 데 반년의 시간이 걸렸지만, 사실 1년이 걸리더라도 마나만 느낀다면 평균 이상은 하는 겁니다.{j}고로, 재능의 영역이라는 말이죠.”
en_us: “The history of Aura isn’t the main part of today’s lesson. The most significant part is that only those who are chosen could control their mana, only one in a thousand can become a knight using Aura, and lastly, only one in ten thousand can be skilled enough to become a sorcerer. Basically, only those who are gifted can begin their training. That is why the basic requirement to become a knight is to be able to control mana. Not many make it this far. In my case, it took me about six months to even feel my mana. Normally, it takes about a year for an average person to sense his or her mana. Only those who are talented earns the opportunity.”{j}{j}{j}{j}{j}{j}

source: “그렇다고 널 살려 주진 않아.”
en_us: “This won’t spare your life.”

source: 플로라로서는 영문을 알 수 없는 상황.{j}코앞에서 닫힌 문에, 플로라의 얼굴에 의문이 떠올랐다.
en_us: Flora had no clue. She remained standing in front of the door and asked herself.{j}

source: 심기가 뒤틀렸다.{j}로메로 남작은, 차가운 눈빛으로 로렌스 자작을 거쳐 말없이 서 있는 플로라에게서 시선을 멈추었다.
en_us: In frustration, Baron Romero glanced at Viscount Lawrence with his cold eyes and turned to Flora.{j}

source: 피식.
en_us: Pfft.

source: 그런데도 담담했다.{j}로만은 당황하지도, 그렇다고 특별한 리액션을 보여 주지도 않았다.
en_us: However, it didn’t surprise him at all. He remained calm and bold, without any particular reactions.{j}

source: ‘대외적으로 파혼 사실이 알려지지 않았다면, 이번 문제는 아직 해결할 여지가 있다.’
en_us: I can still get this marriage back on track as long as the news is kept between us.

source: 케빈과 헤어지고.
en_us: After leaving Kevin, Roman returned to his room to rest.

source: “도련님, 굳이 로렌스 자작을 그렇게 도발할 필요가 있었습니까?{j}크게 문제 삼지 않아서 다행이었지만, 만약 로렌스 자작이 분노하고 화를 냈다면 도련님이라 할지라도 처벌을 피할 수 없었을 겁니다.”
en_us: “My Lord, was there a reason for you to be that provocative to Viscount Lawrence? Fortunately, we got away this time, but you have really angered the viscount who knows what he would have done to you.”{j}

source: “놔, 이거 놓으라고!”
en_us: “Let go. Let go of me!”

source: 마음을 단단히 먹었다.{j}정략결혼이라 할지라도.{j}드미트리의 얼간이와 같은 사내가 아니라, 자신이 조금이라도 존중할 수 있는 사내와 하고 싶었다.{j}이건 옳은 선택이다.
en_us: She tried to justify her decision by convincing herself that she had cancelled her arranged marriage because her groom was none other than Dimwit Dimitri. If at least her groom was someone she could look up to, she would’ve decided otherwise.{j}{j}{j}
